7zip
accerciser
acpi
acpi_call
alsa-utils
amberol
amd-ucode
baobab
base
base-devel
bind
bitwarden
blueberry
bluez-utils
brightnessctl
btop
btrfs-progs
cava
cheese
cliphist
code
d-spy
dconf-editor
decibels
devhelp
efibootmgr
endeavour
eog
epiphany
evince
evolution
extension-manager
fd
ffmpegthumbnailer
file-roller
firefox
fish
flameshot
gdm
geary
ghex
ghostty
git
gitg
glade
gnome-2048
gnome-backgrounds
gnome-boxes
gnome-browser-connector
gnome-builder
gnome-calculator
gnome-calendar
gnome-characters
gnome-chess
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-devel-docs
gnome-dictionary
gnome-disk-utility
gnome-font-viewer
gnome-games
gnome-keyring
gnome-klotski
gnome-logs
gnome-mahjongg
gnome-maps
gnome-menus
gnome-mines
gnome-multi-writer
gnome-music
gnome-nibbles
gnome-notes
gnome-photos
gnome-recipes
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-sound-recorder
gnome-sudoku
gnome-system-monitor
gnome-taquin
gnome-terminal
gnome-tetravex
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
google-chrome
grilo-plugins
grub
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
hitori
htop
hypridle
hyprland
hyprland-protocols
hyprlock
hyprpaper
hyprpolkitagent
hyprshot
iagno
imv
iwd
kitty
lazygit
libpulse
libreoffice-fresh
lightsoff
linux
linux-firmware
linux-headers
loupe
malcontent
man-db
nano
nautilus
neofetch
neovim
net-tools
network-manager-applet
networkmanager
noto-fonts
obs-studio
orca
otf-font-awesome
pamixer
paru
paru-debug
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polari
python-pywal
python-requests
quadrapassel
reflector
rygel
seahorse
simple-scan
smartmontools
snapshot
sof-firmware
sushi
swaync
sysprof
tali
tecla
thunderbird
timeshift
tlp
tlp-rdw
tree
tree-sitter-cli
ttf-dejavu
ttf-firacode-nerd
ttf-font-awesome
ttf-hack-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ufw
vim
vlc
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wlogout
wofi
xclip
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
yazi
yelp
zip
zoxide
zram-generator
